Repository: wilgotlucaci/AFTR-FRONTEND
Catalog: Localizable.xcstrings
Source language: en
Languages: sv

source: AFTR SAYS
sv: AFTR SÄGER

source: AFTR can't see your library, but you can still pick photos to add.
sv: AFTR kan inte se ditt bildbibliotek, men du kan ändå välja bilder att lägga till.

source: AFTR is tracking your night
sv: AFTR spårar din kväll

source: AFTR uses this to end a Night automatically when you get home. It never leaves your account.
sv: AFTR använder detta för att avsluta en Night automatiskt när du kommer hem. Det lämnar aldrig ditt konto.

source: AFTR will quietly track the night and build your recap.
sv: AFTR spårar kvällen tyst och bygger din recap.

source: Account created. Check your email to confirm, then log in.
sv: Kontot är skapat. Kolla din mejl för att bekräfta, logga sedan in.

source: Active
sv: Aktiv

source: Add
sv: Lägg till

source: Add photos
sv: Lägg till bilder

source: Already have an account?
sv: Har du redan ett konto?

source: Apple didn't return a usable token.
sv: Apple returnerade ingen giltig token.

source: At least 6 characters
sv: Minst 6 tecken

source: BEST MOMENTS
sv: BÄSTA ÖGONBLICKEN

source: Building your AFTR...
sv: Bygger ditt AFTR …

source: Cancel
sv: Avbryt

source: Clear
sv: Ta bort

source: Close
sv: Stäng

source: Could not end Night:
sv: Kunde inte avsluta Night:

source: Could not join Night. Check the code.
sv: Kunde inte gå med i Night. Kontrollera koden.

source: Could not load Nights:
sv: Kunde inte läsa in Nights:

source: Could not load recap
sv: Kunde inte läsa in recap

source: Couldn't get your location. Allow location access and try again.
sv: Kunde inte hämta din plats. Tillåt platsåtkomst och försök igen.

source: Couldn't start the link. You can still head home.
sv: Kunde inte starta länken. Du kan fortfarande ge dig hemåt.

source: Create account
sv: Skapa konto

source: Create an account
sv: Skapa ett konto

source: Create your AFTR
sv: Skapa ditt AFTR

source: Creating…
sv: Skapar …

source: DURING A NIGHT
sv: UNDER EN NIGHT

source: Done
sv: Klart

source: EMAIL
sv: E-POST

source: Email
sv: E-post

source: End Night
sv: Avsluta Night

source: End the Night when I get home
sv: Avsluta Night när jag kommer hem

source: Ending Night...
sv: Avslutar Night …

source: Enter a Night title.
sv: Ange en titel för kvällen.

source: Enter a valid email.
sv: Ange en giltig e-postadress.

source: Enter the 6-character join code.
sv: Ange den 6-teckniga anslutningskoden.

source: Enter your email.
sv: Ange din e-postadress.

source: Enter your name.
sv: Ange ditt namn.

source: Enter your password.
sv: Ange ditt lösenord.

source: Fast
sv: Snabb

source: Finishing your recap...
sv: Skapar din recap …

source: Get home safe
sv: Kom hem säkert

source: HOME
sv: HEM

source: Home is set
sv: Hemmet är sparat

source: Home safe
sv: Hemma säkert

source: I'm home — stop sharing
sv: Jag är hemma — sluta dela

source: INVITE CODE
sv: ANSLUTNINGSKOD

source: Join
sv: Gå med

source: Join code
sv: Anslutningskod

source: Join my AFTR Night with code
sv: Gå med i min AFTR Night med koden

source: Latest
sv: Senaste

source: Latest you called it
sv: Senast du avslutade

source: Live tonight.
sv: Live ikväll.

source: Location access is needed for your recap.
sv: Platsåtkomst behövs för din recap.

source: Location is off for AFTR. Turn it on in Settings so we can build your recap.
sv: Platstjänster är av för AFTR. Slå på dem i Inställningar så vi kan bygga din recap.

source: Log in
sv: Logga in

source: Logged in
sv: Inloggad

source: Logging in...
sv: Loggar in …

source: Looking through your photos…
sv: Letar igenom dina bilder …

source: MOVEMENT
sv: RÖRELSE

source: Make tonight memorable.
sv: Gör ikväll minnesvärd.

source: Memories
sv: Minnen

source: Moving
sv: I rörelse

source: NAME
sv: NAMN

source: NIGHT ACTIVE
sv: NIGHT AKTIV

source: New here?
sv: Ny här?

source: Night title
sv: Kvällens titel

source: Nights out
sv: Nätter ute

source: No Nights yet
sv: Inga Nights än

source: No nights yet this month
sv: Inga kvällar än den här månaden

source: No photos found from around this Night.
sv: Inga bilder hittades från den här kvällen.

source: Offer “get home safe” after a Night
sv: Erbjud ”kom hem säkert” efter en Night

source: One account. Every night remembered.
sv: Ett konto. Varje kväll ihågkommen.

source: Out and about
sv: Ute och rörde dig

source: PASSWORD
sv: LÖSENORD

source: PLACES
sv: PLATSER

source: Password
sv: Lösenord

source: Password needs at least 6 characters.
sv: Lösenordet måste vara minst 6 tecken.

source: People
sv: Personer

source: Pick other photos
sv: Välj andra bilder

source: Places
sv: Platser

source: Preparing link…
sv: Förbereder länk …

source: Pull in the photos you took during this Night.
sv: Hämta in bilderna du tog under kvällen.

source: Put your phone away.
sv: Lägg undan telefonen.

source: RECENT NIGHTS
sv: SENASTE NIGHTS

source: REMEMBER TOMORROW
sv: MINNS IMORGON

source: Ready for tonight?
sv: Redo för ikväll?

source: Recap generated
sv: Recap klar

source: Recap ready
sv: Recap klar

source: Remember tomorrow.
sv: Minns imorgon.

source: START A NIGHT
sv: STARTA EN NIGHT

source: Saved.
sv: Sparat.

source: Set home to my current location
sv: Ange hem till min nuvarande plats

source: Settings
sv: Inställningar

source: Share a live link with a friend until you're home.
sv: Dela en live-länk med en vän tills du är hemma.

source: Share live link
sv: Dela live-länk

source: Share the link. AFTR tells whoever has it when you're home, then stops.
sv: Dela länken. AFTR meddelar den som har den när du är hemma, och stoppar sedan.

source: Sign out
sv: Logga ut

source: Skip
sv: Hoppa över

source: Start Night
sv: Starta Night

source: Start a Night and AFTR will quietly remember the rest.
sv: Starta en Night så minns AFTR resten åt dig, tyst i bakgrunden.

source: Start one and it'll show up here.
sv: Starta en så dyker den upp här.

source: Starting...
sv: Startar …

source: Still
sv: Stillastående

source: THE NIGHT
sv: KVÄLLEN

source: THE ROUTE
sv: RUTTEN

source: TOTAL NIGHT
sv: HELA KVÄLLEN

source: Update
sv: Uppdatera

source: Vehicle
sv: Fordon

source: WAITING
sv: VÄNTAR

source: Waiting for location permission
sv: Väntar på platsbehörighet

source: Walking
sv: Promenad

source: YOUR AFTR
sv: DITT AFTR

source: YOUR CREW
sv: DITT GÄNG

source: YOUR SPOTS
sv: DINA STÄLLEN

source: You can leave the app in the background.
sv: Du kan lämna appen i bakgrunden.

source: You covered
sv: Du tog dig

source: You're home — wrapping up the Night.
sv: Du är hemma — avslutar Night.

source: Your finished Nights will appear here.
sv: Dina avslutade Nights dyker upp här.

source: Your friend was told you made it.
sv: Din vän fick veta att du kom hem.

source: Your month in review
sv: Din månad i sammandrag

source: Your month out
sv: Din månad ute

source: Your name
sv: Ditt namn

source: Your night
sv: Din kväll

source: from first moment to last
sv: från första till sista stund

source: or
sv: eller
